tap "dotenvx/brew"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "ngrok/ngrok"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Resource monitor. C++ version and continuation of bashtop and bpytop
brew "btop"
# Core application library for C
brew "glib"
# Dependency manager for Cocoa projects
brew "cocoapods"
# Shared library for Watchman and Eden projects
brew "edencommon"
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line tools for fly.io services
brew "flyctl"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Fast and powerful Git hooks manager for any type of projects
brew "lefthook"
# Postgres C API library
brew "libpq"
# Package manager for the Lua programming language
brew "luarocks"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Utility for managing network connections
brew "netcat"
# Manage multiple Node.js versions
brew "nvm"
# RC file (dotfile) management
brew "rcm"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Terminal multiplexer
brew "tmux"
# Manage complex tmux sessions easily
brew "tmuxinator"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Tool for creating isolated virtual python environments
brew "virtualenv"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# UNIX shell (command interpreter)
brew "zsh"
# Better dotenv–from the creator of `dotenv`
brew "dotenvx/brew/dotenvx"
# Command-line interface for 1Password
cask "1password-cli"
# Menu bar manager
cask "jordanbaird-ice"
# Shows the next meeting in the menu bar
cask "meetingbar"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Prompt theme engine for any shell
cask "oh-my-posh"
