tap "dotenvx/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "btop"
brew "glib"
brew "cocoapods"
brew "edencommon"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "lefthook"
brew "libpq", link: true
brew "luarocks"
brew "neovim"
brew "netcat"
brew "nvm"
brew "openjdk"
brew "rbenv"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "wireguard-go"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "stripe/stripe-cli/stripe"
cask "android-studio"
cask "discord"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "istat-menus"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "linear-linear"
cask "ngrok"
cask "notion"
cask "oh-my-posh"
cask "raycast"
cask "slack"
cask "spotify"
cask "zoom"
